/**
 * Ukrainian translation for foundation-datepicker
 * Dmytro Ivakhnenko <aavuso@gmail.com>
 */
;(function($){
	$.fn.fdatepicker.dates['uk'] = {
		days: ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П'ятниця", "Субота", "Неділя"],
		daysShort: ["Нед", "Пон", "Вівт", "Сер", "Четв", "П'ятн", "Суб", "Нед"],
		daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
		months: ["Січень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
		monthsShort: ["Січ", "Лют", "Бер", "Кві", "Тра", "Чер", "Лип", "Серп", "Вер", "Жовт", "Лист", "Гру"],
		today: "Сьогодні"
	};
}(jQuery));
